export const IMAGES = {
  mainBanner: "https://novynarnia.com/wp-content/uploads/2022/02/620cddc69e5d2.jpg",
  supportBanner: "https://news.store.rambler.ru/img/55bf526e08252e20e3cf2e80c57b20da?img-format=auto&img-1-resize=height:400,fit:max&img-2-filter=sharpen",
  games: {
    slots: "https://st4.depositphotos.com/2850905/21851/v/450/depositphotos_218519738-stock-illustration-big-win-slots-777-banner.jpg",
    wheel: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSjSMrXGCNkh7Gv9FblZojwJGW19nZTE9s-RQ&s",
    thimbles: "https://www.prointernet.in.ua/wp-content/uploads/2024/03/thimbles-logo.webp",
    dice: "https://img.freepik.com/premium-photo/neon-3d-play-casino-game-cube-dice-dark-black-background-render-two-white-die-roll-with-random-numbers-motion-night-banner-vip-gambling-board-games-vegas-online-app_645257-2687.jpg"
  }
};

export const INFO_TEXT = {
  title: "Онлайн казино Pin-Up в России",
  intro: "Онлайн-казино Pin-Up предлагает игрокам широкий спектр азартных игр. Только у нас у пользователей есть возможность играть с бонусами и принимать участие в турнирах.",
  licenseInfo: "Онлайн казино Pin-Up Россия имеет официальную лицензию и соответствует всем требованиям законодательства РФ. Быстрая регистрация открывает возможность играть не только в классические игровые автоматы, которых на сайте более 7000, но и присоединиться к партии в Live Casino. По желанию игрокам доступны демо-версии.",
  appInfo: "Pin-Up Ru создали для пользователей удобные приложения на iOS и Android. Приложения с интуитивно понятными интерфейсами, быстрые и удобные.",
  tableData: [
    { label: "Лицензия", value: "ООО «ПИН-АП РУС» Лицензия от 26.02.2021 г. (решение о выдаче лицензии № 56)" },
    { label: "Мин. возраст", value: "18" },
    { label: "Ассортимент игр", value: "Игровые автоматы, быстрые игры, лайв казино: рулетка, карточные игры, настольные игры, игровые шоу." },
    { label: "Бонусы", value: "приветственный бонус до 250 000 ₽ + 500 Fs" },
    { label: "Мин. пополнение", value: "1000 рублей" },
    { label: "Вывод средств", value: "согласно законодательству РФ до 500 000 ₽ в сутки" },
    { label: "Способы пополнения", value: "Visa, Mastercard, МИР, СБП" },
    { label: "Верификация", value: "Паспорт, Госуслуги" },
    { label: "RTP", value: "94-98%" },
  ],
  sections: [
    {
      title: "Игра в онлайн-казино Pin-Up",
      content: "Прохождение верификации дает возможность всем игрокам старше 18 лет присоединиться к игре на деньги. После прохождения верификации возраста, по желанию, можно принять участие в акциях и розыгрышах."
    },
    {
      title: "Бонусы и Турниры Pin-Up Россия",
      content: "Перечень всех доступных акций находится в соответствующем разделе казино бонусы. Чем больше активностей проявляют гости, тем больше возможностей и призов и меньше вейджеры (показатель, который необходимо отыграть для вывода бонусных денег на основной счет). Интернет казино Pin-Up проводит ежедневное колесо фортуны с призами. Если хочется больших выигрышей, то к вниманию турниры, где можно сорвать джекпот."
    },
    {
      title: "Игра в игровые автоматы",
      content: "На официальном сайте казино представлены не только классические слоты, но и лайв-игры, быстрые игры, скретч и краш. Все симуляторы официальных провайдеров с лицензиями. Выбирай, что тебе по душе и присоединяйся к игре в Pin-Up Casino."
    },
    {
      title: "Ответственная игра",
      content: "Онлайн казино придерживается принципов ответственной игры и подчеркивает, что азарт - развлечение, хобби. Если у вас или ваших знакомых есть признаки лудомании - призываем обратиться за помощью и внести человека в реестр самоограничения."
    },
    {
      title: "Преимущества игры на Pin-Up.ru",
      content: "Еще недавно большинство любителей азарта предпочитало посещение наземных залов. Сегодня же, благодаря онлайн-площадкам вроде Pin-Up Россия, ситуация изменилась коренным образом: чтобы поиграть, достаточно открыть сайт, создать профиль — и вы уже в зале. Офлайн-поиски залов больше не нужны. В виртуальном клубе нет лимита ни на количество, ни на разновидности игровых автоматов, все игроки получают подарки от администрации, а выигрыши быстро выводятся прямо на банковскую карту."
    }
  ]
};